<?php
//set internationalization

        $i18n = array (
        "name"=> 'cbCookies',
        "message0" => 'Мы используем наши собственные cookies или cookies от сторонних сайтов, чтобы улучшить ваш опыт просмотра веб-страниц. Если Вы продолжаете просмотр этого сайта, мы считаем, что Вы принимаете их использование.',
        "message1" =>  'На нашем сайте мы используем cookie для сбора информации технического характера и обрабатываем IP-адрес вашего местоположения. Продолжая использовать этот сайт, вы даете согласие на использование файлов cookies.',
		"message2" =>  'Мы используем куки (cookie) для наилучшего представления нашего сайта. Если вы продолжите использовать сайт, мы будем считать что вас это устраивает. Вы можете просматривать сайт без использования куки (cookie) с частичной потерей функциональности в приватном режиме вашего браузера.
Если вы полностью отказываетесь использовать куки (cookie), вы обязаны покинуть сайт.',
		"message3" =>  'Согласно 152 ФЗ уведомляем, что данный ресурс использует файлы cookie для более быстрой работы.',
        "accept" => 'Принять',
        "accept1" => 'X',
        "more_in" => 'Больше информации',

        //BACKEND
        "setting" => 'CBCOOKIES',
        "page_more" => 'Страница для показа предупреждения об использовании cookies',
        "message_lb" => ' Текст сообщений о Cookies ',
        "pos_message" => 'Положение Сообщения о cookies на странице',
	"time_cookie" => 'Срок истечения cookies',
	"cbtop" => 'Верх',
	"cbbottom" => 'Низ',
	"cbscale" => 'Единицы времени',
	"cbdays" => 'дней',
	"cbhours" => 'часов',
	"cbminutes" => 'минут',
	"cbseconds" => 'секунд',
	"cbSave" => 'Сохранить',
	"cbchsav" => 'Изменения сохранены'

        )
?>
